{
  "home": "Home",
  "about": "About Us",
  "macca": "Mecca Branch",
  "services": "Our Services",
  "get_to_know_us": "Get to Know Us",
  "lawyer": "Lawyer and Notary",
  "zohoor": "Zohoor Saleh Al-Nahari",
  "contact_us": "Contact Us",
  "company": "Raydat Law Firm for Advocacy and Legal Consulting",
  "leading_company": "Raydat Law Firm is a leading, comprehensive, and distinguished Saudi law firm, founded by the lawyer and legal consultant Zohoor Saleh Al-Nahari, licensed by the Ministry of Justice in the Kingdom of Saudi Arabia. Raydat Law Firm comprises a distinguished elite of professional lawyers and consultants specialized in the legal field, committed to providing legal services with the highest standards of professionalism and excellence, leveraging their deep knowledge in the legal field and their commitment to meeting the needs of clients.",
  "read_more": "Read More",
  "life_based_on_transactions": "Because life is based on transactions between people, Raydat Law Firm is an integral part of you, providing you with the best legal and legitimate services with contracts tailored to each case individually. Here are our distinguished services!",
  "debt_collection": "Debt Collection",
  "in_raydat": "In Raydat",
  "legal_settlement": "In legal settlement, we save companies time and effort in collecting money and achieving continuous financial abundance and satisfactory results in repayment.",
  "judicial_matters": "All matters related to litigation, arbitration, and commercial mediation",
  "legal_consultations": "Legal Consultations",
  "litigation": "Litigation and dispute resolution require deep experience and wide knowledge at the highest level of efficiency and effectiveness to achieve settlement. Therefore, there is a need to choose a law firm with extensive experience to complete litigation procedures. We welcome your communication with Raydat Law Firm.",
  "our_consultants": "Our consultants answer all your questions and provide legal advice with the most precise judgments and in various legal topics, explaining the legal standpoint.",
  "writing_petitions": "Writing Appeal Petitions",
  "petition_writing": "Writing and drafting lawsuit petitions",
  "objection_lists": "Writing objection lists and reviewing them",
  "review_appeal": "In Raydat Law Firm, we provide you with the service of appeal review, which allows clients to request appeal against all final judgments or those appealed against if they are of the first degree or appellate.",
  "writing_petitions_desc": "Writing lawsuit petitions is not an easy task. It requires a lawyer with special skills to write them. A person who is not an expert in the field of law and the Saudi systems cannot write a well-crafted response to a lawsuit in court. If you need to write a lawsuit petition for yourself?",
  "petitions_and_memos": "We provide a service for writing petitions and memos before all courts at various levels and objections before appellate courts with accuracy and professionalism.",
  "other_services": "Other Distinctive Services",
  "monthly_annual_representation": "Representation for companies on monthly or annual contracts",
  "contract_review_amendment": "We also provide a service for reviewing, auditing, and amending contracts with the consent of both parties.",
  "attendance_investigation_review": "Attendance at investigation and review sessions with the public prosecutor",
  "work_authentication_agreements": "Working on and documenting settlement agreements in lawsuits",
  "division_of_inheritance": "And the division of inheritances",
  "real_estate_commercial_cases": "And real estate, commercial, corporate, and commercial arbitration cases",
  "family_labor_cases": "And family and labor cases",
  "hospital_representation": "Representing hospitals on monthly and annual contracts",
  "consultation_contracts": "Consultation contracts for the duration of your case",
  "execution_of_judgments": "Execution of judgments",
  "preparation_of_grievance_list": "Preparation of grievance lists",
  "study_all_cases": "Studying all cases",
  "response_memorandum": "Preparing a response memorandum for all cases",
  "pleading_before_court": "Pleading before the judiciary",
  "pleading_before_court_statement": "Pleading before the judiciary (courts of all types, public, personal status, labor execution, commercial, criminal)",
  "legal_representation": "Lawyers provide legal representation on behalf of institutions or clients and plead before all courts at various levels and all committees, to recover rights and demand the execution of local and foreign judgments and decisions issued by judicial authorities and arbitration bodies.",
  "our_message": "Our Message",
  "aim_to_be_first": "We aim to be the first company in the Kingdom of Saudi Arabia specializing in the legal field to handle and win all legal cases, transactions, and legal services on behalf of every individual, gaining the trust of our clients and achieving their aspirations while safeguarding their interests.",
  "our_vision": "Our Vision",
  "working_for_you": "We work for you",
  "our_goals": "We share noble goals and are motivated by challenges and creativity to provide a unique service to our clients. We offer integrated legal solutions according to modern legal systems.",
  "follow_us": "Follow Us",
  "call_us": "Call Us",
  "makkah": "Makkah: Next to the Personal Status Court - An-Naseem",
  "riyadh": "Riyadh: Thumamah Road - Al-Yasmin - Next to the Personal Status Court",
  "Jeddah": "Jeddah: Salah Ibn Janah, Al-Safa, Saudi Arabia",
  "rights_reserved": "All Rights Reserved",
  "our_branches": "Our Branches",
  "our_branches_J_R": "Jeddah - riyadh",
  "company_formation": "Local and Foreign Company Formation",
  "mediation_arbitration": "Mediation and Commercial Arbitration",
  "intellectual_property_services": "Intellectual Property Services",
  "bankruptcy_insolvency": "Bankruptcy and Liquidation",
  "auctions_probates": "Auctions and Probates",
  "commercial_franchise": "Commercial Franchise",
  "real_estate_registration": "Real Estate Registration",
  "documentation": "Documentation",
  "our_clients": "Our Clietns",
  "clients": {
    "client_1": { "name": "Azian Telecommunications Company", "imageLink": "#" },
    "client_2": { "name": "Al Rajhi Bank", "imageLink": "#" },
    "client_3": { "name": "Riyadh Bank", "imageLink": "#" },
    "client_4": { "name": "Arabian Trading Company", "imageLink": "#" },
    "client_5": { "name": "Events Foundation for Information Programming", "imageLink": "#" },
    "client_6": { "name": "Faisal Real Estate Development Company", "imageLink": "#" },
    "client_7": { "name": "Zamzam Development Company", "imageLink": "#" },
    "client_8": { "name": "AGA Holdings for Electronic Marketing", "imageLink": "#" },
    "client_9": { "name": "One World Logistics Company", "imageLink": "#" },
    "client_10": { "name": "Arabian Sky Manufacturing Company", "imageLink": "#" },
    "client_11": { "name": "Northern Sky Industry Company", "imageLink": "#" },
    "client_12": { "name": "AGA World for Visual and Auditory Production", "imageLink": "#" },
    "client_13": { "name": "Global Trade Company for Trading", "imageLink": "#" },
    "client_14": { "name": "Osama Medical Complex", "imageLink": "#" }
  }
}
